;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el
(package! kaolin-themes)
(package! key-chord)
(package! general)
(package! embrace)
(package! iedit)
(package! paper-theme)
(package! creamsody-theme)
(package! eclipse-theme)
;; Filestuff
(package! ranger)
